{
    "data":[
        {
            "name": "Almonds",
            "image": "almonds_product.jpg",
            "description": "The almond is a species of tree native to Iran and surrounding countries but widely cultivated elsewhere. The fruit of the almond is a drupe, consisting of an outer hull and a hard shell with the seed, which is not a true nut, inside. Shelling almonds refers to removing the shell to reveal the seed. Almonds are sold shelled or unshelled. Blanched almonds are shelled almonds that have been treated with hot water to soften the seedcoat, which is then removed to reveal the white embryo. Almonds are included as a good source of protein among recommended healthy foods by the US Department of Agriculture. A 2016 review of clinical research indicated that regular consumption of almonds may reduce the risk of heart disease by lowering blood levels of LDL cholesterol. People can eat almonds raw or toasted as a snack or add them to sweet or savory dishes. They are also available sliced, flaked, slivered, as flour, oil, butter, or almond milk. Almonds contain relatively high levels of vitamin E. Vitamin E contains antioxidants, such as tocopherol. One ounce (28.4 g) of plain almonds provides 7.27 milligrams (mg) of vitamin E, which is around half a person’s daily requirement. There is some evidence that almonds may help manage blood sugar levels. Almond are low in carbohydrates but high in protein, healthful fats, and fiber. Almonds contain calcium, magnesium, manganese, copper, vitamin K, protein, and zinc, all of which contribute to bone health."
        },
        {
            "name": "Walnut",
            "image": "walnut_product.jpg",
            "description": "A walnut is the edible seed of a drupe, and thus not a true botanical nut. It is commonly consumed as a nut. After full ripening for its edible seed when the shell has been discarded, it is used as a garnish or a snack. Walnuts are rounded, single-seeded stone fruits of the walnut tree commonly used for the meat after fully ripening. Following full ripening, the removal of the husk reveals the wrinkly walnut shell, which is usually commercially found in two segments (three or four-segment shells can also form). During the ripening process, the husk will become brittle and the shell hard. The shell encloses the kernel, which is usually made up of two halves separated by a partition. The seed kernels – commonly available as shelled walnuts – are enclosed in a brown seed coat which contains antioxidants. The antioxidants protect the oil-rich seed from atmospheric oxygen, thereby preventing rancidity. Walnut kernels are available in two forms; in their shells or de-shelled. The kernels may be whole, halved, or in smaller portions due to processing. All walnuts kernels can be eaten on their own (raw, toasted or pickled), or as part of a mix such as muesli, or as an ingredient of a dish: e.g. walnut soup, walnut pie, walnut coffee cake, banana cake, brownie, fudge. Walnuts are often candied, or pickled. Pickled walnuts that are the whole fruit can be savory or sweet depending on the preserving solution. Walnut butters can be homemade or purchased in both raw and roasted forms. Walnuts may be used as an ingredient in other foodstuffs. Walnut is the main ingredient in baklava, Circassian chicken, chicken in walnut sauce, and poultry or meat ball stew from Iranian cuisine.  Walnuts are also popular as ice cream toppings, and walnut pieces are used as a garnish on some foods. Nocino is a liqueur made from unripe green walnuts steeped in alcohol with syrup added. Walnut oil is available commercially and is chiefly used as a food ingredient particularly in salad dressings. It has a low smoke point, which limits its use for frying. Walnuts are an excellent source of antioxidants that can help fight oxidative damage in your body, including damage due to “bad” LDL cholesterol, which promotes atherosclerosis. Walnuts are a good source of the plant form of omega-3 fat, which may help reduce heart disease risk. Several plant compounds and nutrients in walnuts may help decrease inflammation, which is a key culprit in many chronic diseases. Eating walnuts not only nourishes you but also the beneficial bacteria that live in your gut. This promotes the health of your gut and may help reduce disease risk. The polyphenols in walnuts may reduce your risk of certain cancers, including breast, prostate and colorectal cancers. However, more human studies are needed to confirm this. Though they’re calorie-dense, you may not absorb all of the calories in walnuts. Additionally, they may even help you control appetite and hunger. Eating walnuts may help control type 2 diabetes and reduce your risk of the disease, as the nut may help control your weight. Walnuts might have more direct effects on blood sugar control as well. Some studies suggest that eating 1 ounce (28 grams) of nuts daily, including walnuts, as part of a heart-healthy diet may help improve blood pressure. A healthy diet that includes walnuts may help preserve physical function, such as walking and self-care abilities as you age. Walnuts contain nutrients that may help protect your brain from damaging inflammation and support good brain function as you age. Eating walnuts regularly may help counteract potential harmful effects of less-than-ideal eating habits on sperm health. A daily 1.5-ounce (43-gram) serving of walnuts may help lower harmful cholesterol and triglyceride levels, which contribute to heart disease risk."
        },
        {
            "name": "Pistachios",
            "image": "pistacho_product.jpg",
            "description": "The Pistachio, a member of the cashew family, is a small tree originating from Central Asia and the Middle East. The tree produces seeds that are widely consumed as food. The kernels are often eaten whole, either fresh or roasted and salted, and are also used in pistachio ice cream, kulfi, spumoni, pistachio butter, pistachio paste and confections such as baklava, pistachio chocolate, pistachio halwa, pistachio lokum or biscotti and cold cuts such as mortadella. Americans make pistachio salad, which includes fresh pistachios or pistachio pudding, whipped cream, and canned fruit. Pistachio nuts are not only tasty and fun to eat but also super healthy. Pistachios are also rich in potassium, with one ounce containing more potassium than half of a large banana. Pistachios contain more antioxidants than most other nuts and seeds. In fact, only walnuts and pecans contain more. Among nuts, pistachios have the highest content of lutein and zeaxanthin, both of which are very important antioxidants for eye health. Fortunately, pistachios are among the lowest-calorie nuts. One ounce (28 grams) of pistachios contains 159 calories, compared with 185 calories in walnuts and 193 calories in pecans. With protein comprising about 20% of their weight, pistachios are second only to almonds when it comes to protein content. They also have a higher ratio of essential amino acids ⁠— the building blocks of protein ⁠— than any other nut. Despite being an energy-dense food, nuts are one of the most weight-loss-friendly foods. While few studies have looked at the effects of pistachios on weight, those that exist are promising. Pistachios are rich in fiber and protein, both of which increase feelings of fullness and help you eat less. Pistachios are high in fiber, which is good for your gut bacteria. Eating pistachios may increase the number of bacteria that produce beneficial short-chain fatty acids like butyrate. Studies show that eating pistachios may help lower blood cholesterol. It may also lower blood pressure more than other nuts. Pistachio nuts may play an important role in promoting blood vessel health. That’s because they are rich in L-arginine, which, when converted into nitric oxide, helps dilate your blood vessels. Pistachios have a low glycemic index, which might promote lower blood sugar levels."
        },
        {
            "name": "Raisins",
            "image": "raisin_product.jpg",
            "description": "The shriveled yellow, brown, or purple morsels known as raisins are actually grapes that have been dried in the sun or in a food dehydrator. Raisins are commonly used as a salad topping, mixed into oatmeal, in yogurt, in granola or cereal. You also may have eaten them baked into delicious cookies, breads, and muffins. Despite their small size, raisins are packed with energy and rich in fiber, vitamins, and minerals. Raisins are naturally sweet and high in sugar and calories, but they’re beneficial to our health when eaten in moderation. In fact, raisins can aid digestion, boost iron levels, and keep your bones strong. One-half cup of raisins has about 217 calories and 47 grams of sugar. For this reason, raisins aren’t exactly a low-calorie, or low-sugar treat. It’s no wonder they are sometimes referred to as “nature’s candy.” One-half cup of raisins will give you 3.3 grams of fiber, or roughly 10 to 24 percent of your daily needs, depending on your age and gender. Fiber also plays a role in cholesterol levels. Dietary fiber is known to decrease levels of the “bad” low-density lipoprotein (LDL) type of cholesterol. Raisins are a good source of iron. One-half cup of raisins contains 1.3 milligrams of iron. That’s about 7 percent of the recommended daily amount for most adult females, and 16 percent for adult men. Raisins have about 45 milligrams of calcium per 1/2-cup serving. This translates to about 4 percent of your daily needs. Calcium is essential for healthy and strong bones and teeth. Raisins are an exceptional source of naturally occurring chemicals called phytonutrients, such as phenols and polyphenols. These types of nutrients are considered antioxidants. Antioxidants help remove free radicals from your blood and may prevent damage to your cells and DNA. This can lead to diseases like cancer, heart disease, and stroke. A 2009 study noted that raisins contain phytochemicals that could promote healthy teeth and gums. Phytochemicals present in raisins, including oleanolic acid, linoleic acid, and linolenic acid, fight the bacteria in your mouth that lead to cavities."
        },
        {
            "name": "Cashew Nut",
            "image": "cashew-nut_product.jpg",
            "description": "Cashews are commonly used in Indian cuisine and Pakistani cuisine, whole for garnishing sweets or curries, or ground into a paste that forms a base of sauces for curries e.g. korma, or some sweets e.g. kaju barfi. It is also used in powdered form in the preparation of several Indian sweets and desserts. In Goan cuisine, both roasted and raw kernels are used whole for making curries and sweets. Cashews are also used in Thai and Chinese cuisines, generally in whole form. In the Philippines, cashew is a known product of Antipolo, and is eaten with suman. In the 21st century, cashew cultivation increased in several African countries to meet the demands for manufacturing cashew milk, a plant milk alternative to dairy milk. In Mozambique, bolo polana is a cake prepared using powdered cashews and mashed potatoes as the main ingredients. This dessert is popular in South Africa. In Brazil, cashew fruit juice and the fruit pulp are used in the production of sweets, juice, alcoholic beverages, such as cachaça, and as a flour, milk or cheese. In Panama, the cashew fruit is cooked with water and sugar for a prolonged time to make a sweet, brown, paste-like dessert called dulce de marañón (marañón being a Spanish name for cashew). The shell of the cashew nut contains oil compounds that can cause contact dermatitis similar to poison ivy, primarily resulting from the phenolic lipids, anacardic acid, and cardanol. Due to the possible dermatitis, cashews are typically not sold in the shell to consumers. Readily and inexpensively extracted from the waste shells, cardanol is under research for its potential applications in nanomaterials and biotechnology.  Cashews help lower LDL and increase the carrying capacity for HDL. The consumption of cashews on a regular basis and limited manner may help in avoiding blood diseases. Cashew nuts are rich in copper, which plays an important role in the elimination of free radicals from the body. Copper deficiency can lead to iron deficiencies such as anemia. Hence our diet should contain recommended quantity of copper. And cashew nuts are a good source. Cashews contains a powerful antioxidant pigment called Zea Xanthin. This pigment is readily and directly absorbed by our retina, small quantities of Zea Xanthin helps prevent age related macular degeneration in elderly and hence helps maintain eye health. Derived from the cashew seeds, “cashew oil does wonders for your skin, Cashew nut oil is rich in selenium, zinc, magnesium, iron and phosphorous. Also, they are great sources of phytochemicals, proteins and antioxidants. The high percentage of selenium in cashews is not only good for your skin but “helps prevent cancer as well. cashews are “packed with Omega 3 fatty acids that contribute to giving a boost to the metabolic process to burn excess fat. According to studies, cashew nuts have a great percentage of dietary fibers. The two essential dietary fibres required by our body are, oleic acid and palmitic acid. These fibers are not produced by our body hence they need to be consumed externally, Cashew nuts are good sources of these fibers. Dietary fibers help digest food better, however excessive consumption may cause bloating and significant intestinal gas production. Consumption of nuts like cashews have been related to decreased incidences of several digestive diseases. Experts say that the consumption of cashews as well as the application of cashew oil on your scalp ensures healthy hair. Copper present in cashew nut oil helps in the production of skin and hair pigment called melanin. It also enhances hair colour and can provide a silky-smooth texture due to the presence of linoleic and oleic acids."
        },
        {
            "name": "Apricot",
            "image": "appricot_product.jpg",
            "description": "The dried version of Apricot is globally loved, and in fact forms an important part of Iran's global trade. Countries such as Turkey, Italy, Russia, Spain, Greece, USA and France are considered to be the leading producers of apricots. It's also one of the healthiest fruits in the world, with loads of benefits. It's said that 100 grams of fresh apricots gives you 12% of vitamin C, 12% of vitamin A, and 6% of potassium required by the body – all this under less than 50 calories. Apricots are packed with Vitamin A, which is also known as retinol. It's fat soluble, and helps in the enhancement of vision, among other things. And it keeps the immune system in check, protecting your skin in the process. Retinol and Beta Carotene (also present in apricots) also reduces the chances of you developing a serious eye-related disorder called Neovascular ARMD – an age-related macular degeneration that causes loss of vision over the years. Apricots are a good source of dietary fiber and it breaks down fatty acids fast, which means your digestion is in order. And not only that, the fruit protects you from gastrointestinal concerns by cleaning out the intestines regularly. It helps to reduce the bad cholesterol content in the body, and at the same time, it increases the good cholesterol. Plus, the potassium content in the fruit balances the electrolyte levels in our system, keeping our heart muscles in order. Any plant produce that contains iron has non-heme iron, and that includes apricot. This type of iron takes its time to be absorbed by the body, and the longer it stays in the system, the better your chances in preventing anemia. It's recommended that you take some vitamin C along with it to ensure better absorption of the non-heme iron. The combination of Vitamin C, A, and phytonutrients ensures good skin. Calcium is much required in the formation and development of bones, and apricot has lots of it. What's also interesting to note that without enough potassium in the body, the calcium is not absorbed and disposed of uniformly. And the good news is that the apricot has both of them!"
        },
        {
            "name": "Dry Figs",
            "image": "figs_product.jpg",
            "description": "Dried figs are high in sugar and rich in calories, as the sugar becomes concentrated when the fruits are dried. Figs also contain small amounts of a wide variety of nutrients, but they’re particularly rich in copper and vitamin B6. Copper is a vital mineral that’s involved in several bodily processes, including metabolism and energy production, as well as the formation of blood cells, connective tissues, and neurotransmitters. One dry fruit that stands out for its incredible health benefiting properties is Anjeer or Fig, a member of the mulberry family. The small bell or pear-shaped fruit is commonly available in its dried form throughout the year. Since figs are a good source of fiber, research has found that they could aid in weight management as high-fiber foods have a positive impact. Fiber forms an essential part of our daily diet. Not only is fiber good for our digestive system, it has also been linked to the reduced risk of cancer and type 2 diabetes. Health experts will tell you that foods with high fiber makes one feel full and satiated for long which is why they easily fit in your weight-loss strategies. Anjeer is a good source of potassium. Potassium is an important mineral, which is required for the body and its regular intake is said to help in maintaining blood pressure because it tends to negate the harmful effects of sodium. According to ancient Greeks, figs were considered to be a sacred fruit and a natural aphrodisiac. It symbolised fertility and love. In ancient India too, figs were combined with milk and taken. Since it is loaded with minerals like zinc, manganese, magnesium and iron, they all contribute to improving reproductive health. Moreover, as a home remedy, young girls are often advised to eat figs to overcome PMS issues. Studies have also found that since dried figs are a high source of antioxidants and fiber, they help in protecting against post-menopausal breast cancer and hormonal imbalances. Studies have shown that figs help reduce the level of triglycerides in the body, which are fat particles that circulate in the bloodstream and are a major cause of heart disease. The high fiber content in figs helps in maintaining a healthy digestive system, thus also aids in preventing constipation. Fibers are essential for maintaining regular bowel movements and food sources such as figs are found to help in easing digestion when consumed regularly. Dried figs are a good source of calcium. The human body requires around 1000mg of calcium per day to meet the daily requirement of the mineral. The high potassium content in fig helps in regulating the blood sugar level in the body, thus keeping a check on the amount of sugar that is absorbed after meals. A high potassium diet is therefore said to help diabetics. Research studies have also found that chlorogenic acid present in figs helps lower blood sugar levels and control blood-glucose levels in type-II diabetes."
        }        
    ]
}