{
    "data":[
        {
            "name": "Flax Seeds",
            "image": "flax-seeds_product.jpg",
            "description": "Flax seeds are emerging as a 'super food' as more scientific research points to their health benefits. Flax seeds are a rich source of the omega-3 fatty acid ALA. Plant-based ALA fatty acids are proven to have heart health benefits and are linked to a lower risk of stroke. Flax seeds contain a group of nutrients called lignans, which have powerful antioxidant and estrogen properties. They may help in preventing breast and prostate cancer, as well as other types of cancer. With so much fiber packed in each tiny seed, adding flax seeds to your diet promotes regular bowel movements and can improve your digestive health. The high fiber content of flax seeds can help lower cholesterol and may play an important role in improving heart health. Flax seeds have been proven to lower blood pressure and are especially helpful for those with high blood pressure. Flax seeds are a great source of plant-based protein, and there’s growing interest in flaxseed protein and its health benefits. Flaxseed protein is rich in the amino acids arginine, aspartic acid and glutamic acid. Flax seeds may lower blood sugar due to their insoluble fiber content. They can be a beneficial addition to the diet of people with diabetes. Flax seeds keep you full for longer and may help you manage your weight by controlling your appetite."
        },
        {
            "name": "Black Cumin",
            "image": "black-cumin-seeds_product.jpg",
            "description": "The kalaunji, or Nigella seeds, when used for tempering, adds a beautiful aroma to the dishes, and a hint of flavour that you can’t quite nail. In India, dry roasted kalaunji is used for flavouring curries, dal, stir-fried vegetables, and even savouries such as samosa, papdis and kachori among others. These tiny black seed come with a whole lot of health benefits. It’s loaded with trace elements, vitamins, crystalline nigellone, amino acids, saponin, crude fiber, proteins and fatty acids like linolenic and oleic acids, volatile oils, alkaloids, iron, sodium, potassium and calcium. It keeps your heart healthy; addresses breathing problem, lubricates your joints, and is known to have anti-carcinogenic properties. Its use can be traced back several centuries as a natural remedy for everything from bronchitis to diarrhea. Antioxidants are substances that neutralize harmful free radicals and prevent oxidative damage to cells. Research shows that antioxidants can have a powerful effect on health and disease. In fact, some studies indicate that antioxidants may protect against several types of chronic conditions, including cancer, diabetes, heart disease and obesity. Several compounds found in kalaunji, such as thymoquinone, carvacrol, t-anethole and 4-terpineol, are responsible for its potent antioxidant properties One test-tube study found that kalaunji essential oil also acted as an antioxidant. Kalaunji has been shown to be especially effective at lowering cholesterol. Review of studies found that supplementing with kalaunji was associated with significant decreases in both total and “bad” LDL cholesterol, as well as blood triglycerides. Interestingly, it also found that kalaunji oil had a greater effect than kalaunji seed powder. However, only seed powder increased levels of “good” HDL cholesterol Sweet lime juice and kalaunji oil together can fix many skin problems. Pure kalaunji oil can be used to treat cracked heels as well. If you already have diabetes, kalaunji oil can also help to manage it. Take half a teaspoon of the oil in a cup of black tea every morning, and see the difference in a few weeks. Ground kalaunji seeds with a little bit of honey is known to boost memory. And if you mix this in warm water and drink, it also helps in alleviating breathing trouble (asthma included) in children and adults alike. One of the most common urban problems in today’s time is headaches. Instead of popping a pill, rub kalaunji oil on your forehead, relax, and wait for your headache to disappear. Add a pinch of powdered kalaunji to warm water, honey and lemon mix for those who are looking for a weight loss diet. Take a handful of kalaunji seeds, and heat it well with mustard oil. Once the oil is smoking, take it off the flame and cool it down for a bit, use this oil to massage the inflamed joint. For those who suffer from or have the tendency of high blood pressure can drink half a teaspoon of kalaunji oil with warm water to keep hypertension under control. It is of course advised to follow a proper diet along with it. Kidney stones are a common urban problem. It is said that half a teaspoon of kalaunji oil had with two teaspoons of honey and warm water can aid in getting rid of kidney pain, stones and infections. Kalaunji has been used traditionally to take care of dental trouble such as swelling or bleeding of gums, and weak teeth, you can also massage your teeth with curd and some kalaunji oil twice a day to strengthen your gums."
        },
        {
            "name": "Sesame Seeds",
            "image": "sesame-white_product.jpg",
            "description": "Sesame seed is one of the oldest oilseed crops known, domesticated well over 3000 years ago. Sesame has one of the highest oil contents of any seed. With a rich, nutty flavour, it is a common ingredient in cuisines across the world. Like other seeds and foods, it can trigger allergic reactions in some people. The seeds and its oil contain tremendous organic properties that restore the skin’s glow and hair’s strength. Packed with Vitamin B complexes, such as thiamine, niacin, folic acid, pyridoxine, and riboflavin, these seeds are among the best organic alternatives to attain healthy skin and hair. Sesame Seeds (Til) contains a considerable amount of calcium required for the human body. Even the presence of zinc acts as a critical mineral in strengthening the bone structure. As per multiple studies, eating sesame seeds regularly can help prevent osteoporosis later in life. Multiple studies have claimed that eating sesame seeds or their oil helps regulate blood sugar, especially for diabetic people. In the long run, it acts as an organic blood sugar regulator due to its low carbohydrates, high protein, and healthy fats content. Polyunsaturated fats and the compound present in sesame oil are known to keep blood pressure levels in check. Along with numerous vitamins and minerals, sesame seeds are also a good source of energy as they have high-fat content mainly the omega 3 fats. They also contain elevated amounts of fiber, iron, calcium, magnesium, and phosphorus that boost energy levels Til is rich in essential minerals and provides your body with a much needed dose of copper, magnesium, and calcium. While copper is suitable for people with rheumatoid arthritis, magnesium is ideal for people with respiratory problems. Sesame seeds supply almost 18% of the selenium Reference Daily Intake (RDI) from both unhulled and hulled seeds, making them the right dietary choice to combat thyroid. Additionally, the presence of iron, copper, zinc, and vitamin B6 in these seeds support the creation of thyroid hormones and aid thyroid health. Sesame seeds help you in building up your immunity with their power-packed minerals and vitamins. For instance, the intake of zinc helps to develop and activate T-lymphocytes which are part of the body’s immune system that recognize and attack invading microbes. Sesame oil contains an amino acid, tyrosine, which impacts serotonin activity. It is a neurotransmitter that affects our mood. An imbalance of serotonin could lead to depression or stress, and sesame seed oil helps in the production of serotonin, lowering the chances of anxiety and improving feelings of positivity. Sesame Seeds help in curing constipation with their high fiber and unsaturated fatty acid content. While the oil found in these seeds can work as lubricate for your intestines, the fibre helps to keep smooth bowel movements. Sesame oil has sesamol and sesaminol. They are two antioxidants that have positive effects on your health. They reduce cell damage caused by free radicals. Moreover, sesame oils also have anti-inflammatory properties which help to treat joint inflammation, toothaches, and scrapes."
        },
        {
            "name": "Mustard Seeds",
            "image": "mustard-seeds-black_product.jpg",
            "description": "Mustard seeds are the small round seeds of various mustard plants. The seeds are usually about 1 to 2 millimetres in diameter and may be coloured from yellowish white to black. They are an important spice in many regional foods and may come from one of three different plants: black mustard, brown Indian mustard, or white/yellow mustard. Grinding and mixing the seeds with water, vinegar or other liquids creates the yellow condiment known as prepared mustard. Mustard seeds are used as a spice in Pakistan, India, Sri Lanka, Nepal, and Bangladesh. The seeds are usually fried until they pop. The leaves are also stir-fried and eaten as a vegetable. In Maharashtra, mustard oil is used for body massage during extreme winters, as it is thought to keep the body warm. In Bengali cuisine mustard oil or shorsher tel is the predominant cooking medium. Mustard seeds are also essential ingredients in spicy fish dishes like jhaal and paturi. A variety of Indian pickles consisting mainly of mangoes, red chilli powder, and powdered mustard seed preserved in mustard oil, are popular in southern India. Mustard seeds are a rich source of oil and protein. The seed has oil as high as 46-48%, and whole seed meal has 43.6% protein. Generally perceived as health benefiting spice, mustard seeds are indeed very rich in phytonutrients, minerals, vitamins, and anti-oxidants.Being one of the chief oil seeds, mustards are indeed very high in calories; 100 g of seeds provide 508 calories. Nonetheless, the seeds are made of quality proteins, essential oils, vitamins, minerals, and dietary fiber. Mustard seeds are an excellent source of essential B-complex vitamins such as folates, niacin, thiamin, riboflavin, pyridoxine (vitaminB-6), pantothenic acid. 100 g of mustards provide 4.733 mg of niacin (vitamin B-3). Niacin is a part of nicotinamide coenzymes that help lower blood cholesterol and triglyceride levels. Mustard seeds contain flavonoid and carotenoid antioxidants such as carotenes, zeaxanthin, and lutein. In addition, the seeds compose a small amount of vitamin antioxidants such as vitamin-A, C, and vitamin-K. The seeds are an excellent source of vitamin-E, gamma tocopherol; contain about 19.82 mg per 100 g (about 132% of RDA). Vitamin-E is a powerful lipid soluble antioxidant, required for maintaining the integrity of cell membrane of mucosa and skin by protecting it from harmful oxygen-free radicals. Mustards are rich source of health benefiting minerals. Calcium, manganese, copper, iron, selenium and zinc are some of the minerals especially concentrated in these seeds. Mustard seeds and its oil has traditionally been used to relieve muscle pain, rheumatism and arthritic pain. In India, mustard oil is applied to the scalp and is believed to stimulate hair growth."
        },
        {
            "name": "Peanuts",
            "image": "peanuts_product.jpg",
            "description": "The peanut, also known as the groundnut, is a legume crop grown mainly for its edible seeds. It is widely grown in the tropics and subtropics, being important to both small and large commercial producers. It is classified as both a grain legume and, due to its high oil content, an oil crop. In the Indian subcontinent, peanuts are a light snack, usually roasted and salted (sometimes with the addition of chilli powder), and often sold roasted in pods or boiled with salt. They are also made into dessert or sweet snack of peanut brittle by processing with refined sugar and jaggery. Indian cuisine uses roasted, crushed peanuts to give a crunchy body to salads; they are added whole (without pods) to leafy vegetable stews for the same reason. Another use is peanut oil for cooking. Most Indians use mustard, sunflower, and peanut oil for cooking. In South India, groundnut chutney is eaten with dosa and idli as breakfast. Peanuts are also used in sweets and savory items in South India and also as a flavor in tamarind rice. Kovilpatti is known for its sweet peanut chikki or peanut brittle, which is also used in savory and sweet mixtures, such as Bombay mix."
        }
    ]
}